const nomal = [[""],["ネコ","タンクネコ","バトルネコ","キモネコ","ウシネコ","ネコノトリ","ネコフィッシュ","ネコトカゲ","巨神ネコ","砲攻撃","砲チャージ","仕事効率","お財布","お城体力","研究力","会計力","勉強力","統率力"],[""],[""]]
const LC = [[""],["ちび巨神","ちびトカゲ","ちびフィッシュ","ちびトリ","ちびウシネコ","ちびキモネコ","ちびバトル","ちびタンク","ちびネコ","スピダ","スピダ","スピダ","ニャンピュ","ニャンピュ","1万XP","1万XP","1万XP","3万XP","3万XP","3万XP"],["ネコボン","おかめ","スニャ"],["トレレ"]]
const LCG = [[""],["ビタンA","ビタンA","ビタンA","10万XP","10万XP","10万XP"],["ビタンB","ビタンB","ビタンB","50万XP"],["ビタンC","ビタンC","ビタンC","100万XP"]]
const M = [[""],["5千XP"],["スピダ","ニャンピュ","1万XP","3万XP","5万XP","紫マタの種","赤マタの種","青マタの種","緑マタの種","黄マタの種"],["ネコボン","おかめ","スニャ","10万XP","20万XP","紫マタの実","赤マタの実","青マタの実","緑マタの実","黄マタの実"],["トレレ","50万XP","虹マタの実"]]
const CE = [["5千XP"],["1万XP","3万XP","EX猫目","レア猫目"],["10万XP","激レア猫目"],["超激レア猫目"],["闇猫目"]]

export {nomal,LC,LCG,M,CE};