<<<<<<< HEAD
const gt1000 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マンボ王"],
    [""]
];

const gt986 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マモルガ", "カオルガ", "オコルガ", "オイルガ", "ノビルガ", "トゲルガ", "バララガ", "テコルガ", "クビルガ", "アシルガ", "ネコルガ"],
    ["レジェルガ"]
];

const gt942 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコダイナザウルス", "ネコ天狗", "召喚少年サトル", "ラスヴォース", "ネコクエスト", "ねこナース", "ねこベビー", "ネコシュバリエ", "鬼にゃんま", "ネコマシン", "ネコアイス"],
    ["ワンダー・モモコ"]
];

const gt943 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["明智光秀", "服部半蔵", "天草四郎", "成田甲斐", "今川義元", "上杉謙信", "武田信玄", "伊達政宗", "織田信長", "前田慶次", "真田幸村"],
    ["宮本武蔵"]
];

const gt944 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["鉄籠のペガサ", "狩猟娘テルン", "妖賢女リリン", "英雄令嬢メルシュ", "双掌星のシシル＆コマリ", "冥界のカリファ", "宝杖のカッパーマイン", "召し豚のカイ", "猿帝のクウ", "雷神のサンディア", "風神のウィンディ"],
    ["聖会長ジャンヌダルク"]
];

const gt945 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["砲龍ガンドロス", "海龍ダライアサン", "邪龍ヘヴィジャーク", "角龍グラディオス", "古龍ガングリオン", "覇龍ディオラムス", "竜戦機ライデン", "神龍かむくら", "竜騎士バルス", "聖龍メギドラ", "地龍ソドム"],
    ["天城龍バベル"]
];

const gt946 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["花咲かじいさん", "いっすん法師", "舌切りすずめ", "きんたろう", "さるかに合戦", "カチカチヤマンズ", "かぐやひめ", "かさじぞう", "ももたろう", "ツルの恩返し", "うらしまタロウ"],
    ["うしわか丸"]
];

const gt947 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["特命機動アクセル", "サンダージャック", "白騎士キュクロプス", "マッドシューター・サキ", "亡者探偵ヴィグラー", "天誅ハヤブサ", "呪術師デスピエロ", "ホワイトラビット", "キャットマンダディ", "西園寺メカ子", "アキラ"],
    ["超越科学者ヘヴン博士"]
];

const gt992 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["韋駄天スカンダ", "光翼神イシス", "堕天神ルシファー", "冥界神ハデス", "時空神クロノス", "海王神ポセイドン", "繁栄神ガネーシャ", "太陽神アマテラス", "女神アフロディーテ", "守護神アヌビス", "天空神ゼウス"],
    ["創造神ガイア"]
];

const gt991 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["光翼神イシス", "堕天神ルシファー", "冥界神ハデス", "時空神クロノス", "海王神ポセイドン", "繁栄神ガネーシャ", "太陽神アマテラス", "女神アフロディーテ", "守護神アヌビス", "天空神ゼウス"],
    ["創造神ガイア"]
];

const gt980 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "ネコフェンシング", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["曲射砲台ランチャーズ", "建築兵団スフィンクス", "周遊芸団カルーセルズ", "超竜戦機デス・トロイ", "空中商会コロンブス", "温泉天国テルマエ", "観測兵器ガリレオ", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ"],
    ["終末兵器ムー"]
];

const gt950 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "ネコフェンシング", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["忍者娘トモエ", "女神ベガ", "冒険家カンナ", "ゾンビ娘ヴェルヴェーヌ", "狼娘ディル", "ミイラ娘レイカ", "人魚娘ルリィ", "狐娘ヒメユリ"],
    ["京坂七穂"]
];

const gt1005 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["樹の精霊コモリ", "鉄の精霊カッチン", "氷の精霊フリズ", "火の精霊メララ", "水の精霊ミズリィ", "風の精霊エアル", "雷の精霊ボルト", "石の精霊ゴロー", "闇の精霊ヤミィ"],
    ["幻の精霊ルミナ"]
];


const gt696 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["邪龍ヘヴィジャーク", "マッドシューター・サキ", "古代軍船ガレーズ", "猫飯拳パイパイ", "ホワイトラビット", "ももたろう", "伊達政宗", "猿帝のクウ", "竜戦機ライデン", "神龍かむくら", "雷神のサンディア", "ネコマシン", "ネコアイス"],
    [""]
];

const gt452 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["閃雷機兵レイ", "キャットマンダディ", "ねこナース", "ツルの恩返し", "宝杖のカッパーマイン", "召し豚のカイ", "聖龍メギドラ", "地龍ソドム", "風神のウィンディ", "ねこベビー"],
    [""]
];

const gt915 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["バレンタインねねこ", "イースターねねこ", "大掃除ねねこ", "夏色ねねこ", "ハロウィンねねこ", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["建築兵団スフィンクス", "ゾンビ娘ヴェルヴェーヌ", "風隼さくら", "海王神ポセイドン", "天誅ハヤブサ", "テコルガ", "かぐやひめ", "ネコシュバリエ"],
    [""]
];

const gt906 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["バレンタインねねこ","バレンタインねねこ","バレンタインねねこ", "イースターねねこ", "イースターねねこ", "イースターねねこ", "大掃除ねねこ","大掃除ねねこ","大掃除ねねこ", "夏色ねねこ","夏色ねねこ","夏色ねねこ", "ハロウィンねねこ","ハロウィンねねこ","ハロウィンねねこ", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ","ねねこ","ねねこ", "金ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["建築兵団スフィンクス", "ゾンビ娘ヴェルヴェーヌ", "風隼さくら", "海王神ポセイドン", "天誅ハヤブサ", "テコルガ", "かぐやひめ", "ネコシュバリエ"],
    [""]
];

const gt523 = [
    ["ネコホッピング", "ネコ車輪", "ネコエステ", "ねこジュラ", "ねこファイター", "ねこ海賊", "ねこ泥棒", "ねこ僧侶", "ねこ占い師", "ネコシャーマン", "ネコ魔女", "ネコアーチャー", "ネコ魔剣士", "ねこガンマン", "たけうまねこ", "ブリキネコ", "ねこロッカー", "ねこ人魚", "サイキックネコ", "ねこ陰陽師", "ネコバサミ", "ネコボクサー", "ネコ探査機", "ネコマタドール", "ネコ武闘家"],
    ["見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "ネコぼさつ", "ネコ番長", "ネコザイル", "ねこタツ", "オタネコ", "ネコスイマー", "ネコリンゴ", "ネコバスたぶ", "ねこ寿司", "窓辺の乙女ネコ", "ネコバーベル", "ネコスケート", "ネコトースター", "ネコサーファー", "ネコジャンパー", "ネコフェンシング", "泉のネコ女神"],
    ["地獄警官エマ", "ラスヴォース", "ノビルガ", "守護神アヌビス", "トゲルガ", "アキラ", "前田慶次", "ネコマシン"],
    [""]
];

const gt772 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["光の女神シリウス", "ネコ天狗", "服部半蔵", "狩猟娘テルン", "海龍ダライアサン", "周遊芸団カルーセルズ", "女神ベガ", "氷の精霊フリズ"],
    [""]
];

const gt1006 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "サンダージャック", "いっすん法師", "運命の子フォノ", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "オイルガ","冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "幼傑ダルターニャ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "幼獣ガオ", "ネコルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "真田幸村", "前田慶次", "織田信長", "風神のウィンディ", "雷神のサンディア", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "伊達政宗", "武田信玄", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "ねこナース", "上杉謙信", "冥界のカリファ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "覇龍ディオラムス", "アキラ", "西園寺メカ子", "キャットマンダディ", "カチカチヤマンズ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "トゲルガ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ"],
    ["暁のイザナギ"]
];

const gt993 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["韋駄天スカンダ", "曲射砲台ランチャーズ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "サンダージャック", "いっすん法師", "運命の子フォノ", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "オイルガ","冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "幼傑ダルターニャ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "幼獣ガオ", "ネコルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "真田幸村", "前田慶次", "織田信長", "風神のウィンディ", "雷神のサンディア", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "伊達政宗", "武田信玄", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "ねこナース", "上杉謙信", "冥界のカリファ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "覇龍ディオラムス", "アキラ", "西園寺メカ子", "キャットマンダディ", "カチカチヤマンズ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "トゲルガ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ"],
    ["暁のイザナギ"]
];

const gt1007 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "黒獣ガルディアン", "空中商会コロンブス", "石の精霊ゴロー", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "ネコルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "真田幸村", "前田慶次", "織田信長", "風神のウィンディ", "雷神のサンディア", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "伊達政宗", "武田信玄", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "ねこナース", "上杉謙信", "冥界のカリファ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "覇龍ディオラムス", "アキラ", "西園寺メカ子", "キャットマンダディ", "カチカチヤマンズ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "トゲルガ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ"],
    ["宵のイザナミ"]
];

const gt972 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "幼獣ガオ", "天誅ハヤブサ", "女神アフロディーテ", "守護神アヌビス", "天空神ゼウス", "トゲルガ", "呪術師デスピエロ", "ホワイトラビット", "カチカチヤマンズ", "キャットマンダディ", "西園寺メカ子", "アキラ", "覇龍ディオラムス", "バララガ", "テコルガ", "クビルガ", "アシルガ", "冥界のカリファ", "上杉謙信", "ねこナース", "かぐやひめ", "かさじぞう", "ももたろう", "ツルの恩返し", "うらしまタロウ", "武田信玄", "伊達政宗", "宝杖のカッパーマイン", "召し豚のカイ", "猿帝のクウ", "竜戦機ライデン", "神龍かむくら", "竜騎士バルス", "聖龍メギドラ", "地龍ソドム", "雷神のサンディア", "風神のウィンディ", "織田信長", "前田慶次", "真田幸村", "ねこベビー", "ネコシュバリエ", "鬼にゃんま", "ネコマシン", "ネコアイス", "ネコルガ"],
    ["暁のイザナギ","宵のイザナミ"]
];

const gt1012 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["スモウ・ザ・ミイラ", "バレンタインねねこ", "救命にゃんこ", "日焼けネコ", "イースターねねこ", "大掃除ねねこ", "夏色ねねこ", "ハロウィンねねこ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["シーサイドペガサ", "マジシャンキャットマン", "冬将軍・成田甲斐", "パンプキンソドム", "サマーフェスサンディア", "ネコケーキマシン挙式", "スプリングカリファ", "ネコアイスホワイトスター", "波打ち際の冒険家カンナ", "バララガの誓い", "決闘少年ラビットサトル", "白執事探偵ヴィグラー", "トナカイ娘テルン", "伯爵・真田幸村", "ナイトビーチリリン", "祝福神クロノス", "恋番長・鬼にゃんま", "白い恋人メカ子", "渚のかぐやひめ", "春龍かむくら", "初恋令嬢メルシュ", "恋女神ショコラディーテ", "前田サンタ慶次", "竜騎士スカルバルス", "ネコルガの夏", "アクアシューター・サキ", "冬天使のシシル＆コマリ", "潮風のセーラーカッパー", "灼熱のビーチクウ", "常夏の果実カイ", "道化師エッグダック", "上杉謙信・春", "ネコナースキャンドル", "ネコアイスゴースト", "真夏のホワイトラビット", "トロピカルカリファ", "聖夜のシスターカッパー", "サンタのメリークウ", "雪だるまのスノーカイ", "デビルサンディア", "ウィンディスイート"],
    ["ネコ王子"]
];

const gt861 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ねこナース", "成田甲斐", "妖賢女リリン", "舌切りすずめ", "ホワイトラビット", "太陽神アマテラス", "女神ベガ", "ネコアイスゴースト", "トナカイ娘テルン", "波打ち際の冒険家カンナ", "上杉謙信・春", "白い恋人メカ子", "祝福神クロノス", "ネコ王女"],
    ["宮本武蔵", "聖会長ジャンヌダルク", "天城龍バベル", "うしわか丸", "ワンダー・モモコ", "レジェルガ", "終末兵器ムー", "幻の精霊ルミナ", "超越科学者ヘヴン博士", "創造神ガイア", "京坂七穂"]
];

const gt939 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ねこベビー", "風神のウィンディ", "地龍ソドム", "聖龍メギドラ", "召し豚のカイ", "宝杖のカッパーマイン", "ツルの恩返し", "ねこナース", "キャットマンダディ", "閃雷機兵レイ", "ネコマシン", "前田慶次", "アキラ", "トゲルガ", "守護神アヌビス", "ノビルガ", "ラスヴォース", "地獄警官エマ", "ネコアイス", "雷神のサンディア", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "伊達政宗", "ももたろう", "ホワイトラビット", "猫飯拳パイパイ", "古代軍船ガレーズ", "マッドシューター・サキ", "邪龍ヘヴィジャーク", "ネコシュバリエ", "かぐやひめ", "テコルガ", "天誅ハヤブサ", "海王神ポセイドン", "ゾンビ娘ヴェルヴェーヌ", "風隼さくら", "建築兵団スフィンクス", "狩猟娘テルン", "服部半蔵", "氷の精霊フリズ", "海龍ダライアサン", "ネコ天狗", "周遊芸団カルーセルズ", "女神ベガ", "光の女神シリウス"],
    [""]
];

const gt1011 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["こねこ", "マモルガ", "ラスヴォース", "服部半蔵", "明智光秀", "雷神のサンディア", "古龍ガングリオン", "海龍ダライアサン", "かぐやひめ", "サンダージャック", "女神アフロディーテ", "光翼神イシス", "建築兵団スフィンクス", "忍者娘トモエ", "闇の精霊ヤミィ"],
    ["宮本武蔵", "聖会長ジャンヌダルク", "天城龍バベル", "うしわか丸", "ワンダー・モモコ", "レジェルガ", "終末兵器ムー", "幻の精霊ルミナ", "超越科学者ヘヴン博士", "創造神ガイア", "京坂七穂"]
];

const gt1008 = [
    [""],
    [""],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    [""]
];

const gt995 = [
    [""],
    [""],
    ["韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    [""]
];

const gt1009 = [
    [""],
    [""],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    ["宵のイザナミ", "暁のイザナギ", "ネコ王子", "創造神ガイア", "超越科学者ヘヴン博士", "幻の精霊ルミナ", "終末兵器ムー", "レジェルガ", "ワンダー・モモコ", "うしわか丸", "天城龍バベル", "聖会長ジャンヌダルク", "宮本武蔵"]
];

const gt996 = [
    [""],
    [""],
    ["韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    ["宵のイザナミ", "暁のイザナギ", "ネコ王子", "創造神ガイア", "超越科学者ヘヴン博士", "幻の精霊ルミナ", "終末兵器ムー", "レジェルガ", "ワンダー・モモコ", "うしわか丸", "天城龍バベル", "聖会長ジャンヌダルク", "宮本武蔵"]
];

const gt922 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["スモウ・ザ・ミイラ", "スモウ・ザ・ミイラ", "スモウ・ザ・ミイラ", "ハロウィンねねこ", "ハロウィンねねこ", "ハロウィンねねこ", "洗脳されしネコ", "洗脳されしタンクネコ", "洗脳されしウシネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["パンプキンソドム", "伯爵・真田幸村", "ウィンディスイート", "デビルサンディア", "ネコアイスゴースト", "竜騎士スカルバルス"],
    [""]
];

const gt940 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ", "洗脳されしネコトカゲ", "洗脳されし巨神ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["冬将軍・成田甲斐", "雪だるまのスノーカイ", "サンタのメリークウ", "聖夜のシスターカッパー", "ネコナースキャンドル", "冬天使のシシル＆コマリ", "前田サンタ慶次", "トナカイ娘テルン"],
    [""]
];

const gt875 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["イースターねねこ", "イースターねねこ", "イースターねねこ", "イースターねねこ", "洗脳されしネコフィッシュ", "洗脳されしネコノトリ", "洗脳されしバトルネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["スプリングカリファ", "決闘少年ラビットサトル", "上杉謙信・春", "道化師エッグダック", "春龍かむくら"],
    [""]
];

const gt785 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["バレンタインねねこ", "バレンタインねねこ", "バレンタインねねこ", "バレンタインねねこ", "洗脳されしバトルネコ", "洗脳されしネコノトリ", "洗脳されし巨神ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["上杉謙信", "ホワイトラビット", "狼娘ディル", "妖賢女リリン", "恋女神ショコラディーテ", "初恋令嬢メルシュ", "白い恋人メカ子"],
    [""]
];

const gt968 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ", "洗脳されしネコトカゲ", "洗脳されし巨神ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マジシャンキャットマン", "ネコアイスホワイトスター", "白執事探偵ヴィグラー", "恋番長・鬼にゃんま", "海王神ポセイドン", "服部半蔵", "いっすん法師"],
    [""]
];

const gt887 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしネコ", "洗脳されしタンクネコ", "洗脳されしウシネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコケーキマシン挙式", "バララガの誓い", "祝福神クロノス", "海龍ダライアサン", "ゾンビ娘ヴェルヴェーヌ", "ツルの恩返し", "前田慶次"],
    [""]
];

const gt1010 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしバトルネコ","洗脳されしネコノトリ","洗脳されしネコフィッシュ","夏色ねねこ","夏色ねねこ","夏色ねねこ","日焼けネコ","日焼けネコ","日焼けネコ","救命にゃんこ","救命にゃんこ","救命にゃんこ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["シーサイドペガサ","ナイトビーチリリン","アクアシューター・サキ","常夏の果実カイ","灼熱のビーチクウ","潮風のセーラーカッパー"],
    [""]
];

const gt1001 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ","洗脳されしネコトカゲ","洗脳されし巨神ネコ","夏色ねねこ","日焼けネコ","救命にゃんこ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["真夏のホワイトラビット","サマーフェスサンディア","波打ち際の冒険家カンナ","渚のかぐやひめ","ネコルガの夏","トロピカルカリファ"],
    [""]
];

const gt936 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしバトルネコ","洗脳されしネコノトリ","洗脳されしネコフィッシュ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["飛空襲撃ボンバーズ","時空神クロノス","冒険家カンナ","ネコ天狗"],
    ["聖会長ジャンヌダルク","うしわか丸","ワンダー・モモコ","幻の精霊ルミナ"]
];

const gt937 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ","洗脳されしネコトカゲ","洗脳されし巨神ネコ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["真田幸村","ネコクエスト","角龍グラディオス","妖賢女リリン"],
    ["レジェルガ", "超越科学者ヘヴン博士", "京坂七穂"]
];

const gt938 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしネコ", "洗脳されしタンクネコ", "洗脳されしウシネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["鬼にゃんま", "ももたろう", "キャットマンダディ", "双掌星のシシル＆コマリ"],
    ["終末兵器ムー", "宮本武蔵", "天城龍バベル", "創造神ガイア"]
];

const gt925 = [
    ["セレス", "ノノ", "オルガ", "ノルン", "よいち", "セラム", "フウ"],
    ["オルトス", "シトルイユ", "アロイス", "アウラ", "レイ"],
    ["たいてんき", "アイウォルツ", "とどめき", "ミシェリア", "ミスティカ", "ユーヴェンス", "コーネリア", "ハルシュト", "ワイバーン"],
    [""]
];

const gt1002 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["厨房マンボウ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マンボ王"],
    [""]
];

const gt505 = [
    ["ネコ武闘家", "ネコマタドール", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["泉のネコ女神", "オタネコギーク", "オタネコギーク", "オタネコギーク", "オタネコギーク", "オタネコギーク", "オタネコギーク", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["幸せを願った少年ソウマ", "失われし世界のユキ", "狂乱のユキ", "謎の少女ユキ"],
    [""]
];

const gt482 = [
    ["剣士", "ウシ姫", "チビガウ"],
    ["ひな", "ユーリンチー", "執行者"],
    ["エルメ", "カレット", "プリンセスケリ姫号", "狂乱のケリ姫", "KHM48"],
    [""]
];

const gt958 = [
    ["ネコ杏子", "ネコ杏子", "ネコ杏子", "ネコ杏子", "ネコマミ", "ネコマミ", "ネコマミ", "ネコマミ", "ネコさやか", "ネコさやか", "ネコさやか", "ネコさやか", "ネコほむら", "ネコほむら", "ネコほむら", "ネコほむら", "ネコまどか", "ネコまどか", "ネコまどか", "ネコまどか", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["キュゥべえ", "キュゥべえ", "キュゥべえ", "キュゥべえ", "キュゥべえ", "キュゥべえ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコまどか＆ほむら", "ベベ", "佐倉杏子", "巴マミ", "美樹さやか", "暁美ほむら", "鹿目まどか"],
    [""]
];

const gt297 = [
    ["ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ネコフェンシング", "ネコジャンパー", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ぐでネコマシン","ニセたま軍団"],
    [""]
];

const gt788 = [
    ["ネコ桜", "ネコ桜", "ネコ桜", "ネコ凛", "ネコ凛", "ネコ凛", "ネコイリヤ", "ネコイリヤ", "ネコイリヤ", "アーチャーネコ", "アーチャーネコ", "アーチャーネコ", "ネコライダー", "ネコライダー", "ネコライダー", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["セイバー", "遠坂 凛", "イリヤスフィール", "アーチャー", "ランサー", "ライダー", "ギルガメッシュ", "間桐 桜"],
    [""]
];

const gt265 = [
    ["ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["六道聖", "橘みずき", "早川あおい"],
    ["小山雅", "星井スバル", "新島早紀"],
    [""]
];

const gt998 = [
    ["ネコレイ", "ネコレイ", "ネコレイ", "ネコアスカ", "ネコアスカ", "ネコアスカ", "ネコマリ", "ネコマリ", "ネコマリ", "ネコカヲル", "ネコカヲル", "ネコカヲル", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ちびレイ", "ちびアスカ", "ちびミサト", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["エヴァ量産機", "エヴァ零号機", "エヴァ初号機", "ネコシンジ", "白夜姫のレイ", "第６の使徒", "第１０の使徒"],
    ["月影の少年カヲル"]
];

const gt913 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["騎神アリババ", "騎神アリババ", "騎神アリババ", "ネロ魔身", "ネロ魔身", "ネロ魔身", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["天空神スーパーゼウス", "シャーマンカーン", "ヘラクライスト", "サタンマリア", "スーパーデビル", "聖フェニックス", "スーパーゼウス"],
    ["ブラックゼウス"]
];

const gt850 = [
    ["ネコレン", "ネコレン", "ネコレン", "ネコリン", "ネコリン", "ネコリン", "ネコルカ", "ネコルカ", "ネコルカ", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["KAITO＆ネコ", "KAITO＆ネコ", "KAITO＆ネコ", "MEIKO＆ネコ", "MEIKO＆ネコ", "MEIKO＆ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["初音ミク 16th", "雪ミク 2021", "初音ミク マジカルミライ2020東京", "初音ミク マジカルミライ2020大阪", "巡音ルカ", "初音ミク", "桜ミク", "鏡音リン＆レン"],
    [""]
];

const gt999 = [
    ["ネコレイ", "ネコレイ", "ネコレイ", "ネコアスカ", "ネコアスカ", "ネコアスカ", "ネコマリ", "ネコマリ", "ネコマリ", "ネコカヲル", "ネコカヲル", "ネコカヲル", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ちびマリ", "ちびリツコ", "ちびアヤナミレイ(仮称)", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["エヴァ２号機", "ゼロムーンオペレーターズ", "エヴァ８号機", "空中艦艇ネコヴンダー", "第４の使徒", "第９の使徒", "隻眼の少女アスカ", "エヴァ第１３号機"],
    ["月影の少年カヲル"]
];

const gt748 = [
    ["ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["早乙女玄馬(パンダ)", "早乙女玄馬(パンダ)", "八宝斉", "八宝斉", "久遠寺右京(男装)", "久遠寺右京(男装)", "九能帯刀(道着)", "九能帯刀(道着)", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["早乙女らんま(レオタード)", "ムース(アヒル)", "シャンプー(猫)", "響良牙(ブタ)", "天道あかね", "早乙女乱馬(男)"],
    [""]
];

const gt763 = [
    ["ネコベガ", "ネコベガ", "ネコベガ", "ネコサガット", "ネコサガット", "ネコサガット", "ネコバルログ", "ネコバルログ", "ネコバルログ", "ネコバイソン", "ネコバイソン", "ネコバイソン", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["さくら", "サガット", "バルログ", "ケン", "ダルシム", "ザンギエフ", "春麗"],
    ["豪鬼"]
];

const gt764 = [
    ["ネコベガ", "ネコベガ", "ネコベガ", "ネコサガット", "ネコサガット", "ネコサガット", "ネコバルログ", "ネコバルログ", "ネコバルログ", "ネコバイソン", "ネコバイソン", "ネコバイソン", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ルーク", "ベガ", "バイソン", "エドモンド本田", "ブランカ", "ガイル", "リュウ"],
    ["豪鬼"]
];

const gt864 = [
    ["マルコ", "マルコ", "マルコ", "ターマ", "ターマ", "ターマ", "エリ", "エリ", "エリ", "フィオ", "フィオ", "フィオ", "マーズピープル", "マーズピープル", "マーズピープル", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["SV-001", "SV-001", "SV-001", "アレン・オニール", "アレン・オニール", "アレン・オニール", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ソル・デ・ロカ", "ヒュージハーミット", "ジュピターキング", "モーデン元帥", "ハイ・ドゥ"],
    [""]
];

const gt888 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ちび薫", "ちび薫", "ちび薫", "ちび弥彦", "ちび弥彦", "ちび弥彦", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["緋村剣心", "相楽左之助", "四乃森蒼紫", "斎藤一"],
    [""]
];

const gt977 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ネコオーガ", "ネコオーガ", "ネコオーガ", "ネコオーガ", "ネコオーガ", "ネコオーガ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["範馬刃牙", "烈海王", "花山薫", "愚地克巳", "ジャック・ハンマー"],
    [""]
];

const gt1003 = [
    ["ネコシャドウ","ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ソニック", "テイルス", "ナックルズ", "シャドウ"],
    [""]
];

const gt957 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["大掃除ねねこ", "大掃除ねねこ", "大掃除ねねこ", "大掃除ねねこ", "大掃除ねねこ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["バララガ", "ネコダイナザウルス", "明智光秀", "狩猟娘テルン", "邪龍ヘヴィジャーク", "かぐやひめ", "ホワイトラビット", "繁栄神ガネーシャ", "古代軍船ガレーズ", "忍者娘トモエ", "石の精霊ゴロー"],
    ["宮本武蔵", "天城龍バベル", "超越科学者ヘヴン博士"]
];

const gt975 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ネコ七福神", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["アシルガ", "ねこナース", "武田信玄", "雷神のサンディア", "古龍ガングリオン", "いっすん法師", "サンダージャック", "堕天神ルシファー", "建築兵団スフィンクス", "ミイラ娘レイカ", "石の精霊ゴロー", "ちびネコヴァルキリー", "謎の傭兵トリクシー"],
    [""]
];

const gt976 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ネコ七福神", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコルガ", "ネコマシン", "成田甲斐", "冥界のカリファ", "竜戦機ライデン", "舌切りすずめ", "特命機動アクセル", "繁栄神ガネーシャ", "周遊芸団カルーセルズ", "狐娘ヒメユリ", "火の精霊メララ", "黒ちびネコヴァルキリー", "影傑ダークダルターニャ"],
    [""]
];

const gt848 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["地龍ソドム", "猿帝のクウ", "ももたろう", "テコルガ", "アキラ", "太陽神アマテラス", "今川義元", "火の精霊メララ", "召喚少年サトル"],
    [""]
];

const gt924 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["覇龍ディオラムス", "妖賢女リリン", "ホワイトラビット", "海王神ポセイドン", "雷の精霊ボルト", "かさじぞう", "天草四郎", "オコルガ", "ネコ天狗"],
    [""]
];

const gt974 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ウィンディスイート", "デビルサンディア", "雪だるまのスノーカイ", "サンタのメリークウ", "聖夜のシスターカッパー"],
    [""]
];
/*
const gt000 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"
],[],[],[]
];
rare 
"ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"
*/
export {gt1000, gt986, gt942, gt943, gt944, gt945, gt946, gt947, gt992, gt980, gt950, gt1005, gt696, gt452, gt915, gt523, gt772, gt1006, gt1007, gt972, gt1012, gt861, gt939, gt1011, gt1008, gt1009, gt922, gt940, gt875, gt785
    , gt968, gt887, gt1010, gt1001, gt936, gt937, gt938, gt925, gt1002, gt505, gt482, gt958, gt297, gt788, gt265, gt998, gt913, gt850, gt999, gt748, gt763, gt764, gt864, gt888, gt977, gt1003, gt957, gt975, gt976, gt848, gt924, gt974,
    gt993,gt991,gt906,gt995,gt996
};
=======
const gt1000 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "厨房マンボウ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マンボ王"],
    [""]
];

const gt986 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マモルガ", "カオルガ", "オコルガ", "オイルガ", "ノビルガ", "トゲルガ", "バララガ", "テコルガ", "クビルガ", "アシルガ", "ネコルガ"],
    ["レジェルガ"]
];

const gt942 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコダイナザウルス", "ネコ天狗", "召喚少年サトル", "ラスヴォース", "ネコクエスト", "ねこナース", "ねこベビー", "ネコシュバリエ", "鬼にゃんま", "ネコマシン", "ネコアイス"],
    ["ワンダー・モモコ"]
];

const gt943 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["明智光秀", "服部半蔵", "天草四郎", "成田甲斐", "今川義元", "上杉謙信", "武田信玄", "伊達政宗", "織田信長", "前田慶次", "真田幸村"],
    ["宮本武蔵"]
];

const gt944 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["鉄籠のペガサ", "狩猟娘テルン", "妖賢女リリン", "英雄令嬢メルシュ", "双掌星のシシル＆コマリ", "冥界のカリファ", "宝杖のカッパーマイン", "召し豚のカイ", "猿帝のクウ", "雷神のサンディア", "風神のウィンディ"],
    ["聖会長ジャンヌダルク"]
];

const gt945 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["砲龍ガンドロス", "海龍ダライアサン", "邪龍ヘヴィジャーク", "角龍グラディオス", "古龍ガングリオン", "覇龍ディオラムス", "竜戦機ライデン", "神龍かむくら", "竜騎士バルス", "聖龍メギドラ", "地龍ソドム"],
    ["天城龍バベル"]
];

const gt946 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["花咲かじいさん", "いっすん法師", "舌切りすずめ", "きんたろう", "さるかに合戦", "カチカチヤマンズ", "かぐやひめ", "かさじぞう", "ももたろう", "ツルの恩返し", "うらしまタロウ"],
    ["うしわか丸"]
];

const gt947 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["特命機動アクセル", "サンダージャック", "白騎士キュクロプス", "マッドシューター・サキ", "亡者探偵ヴィグラー", "天誅ハヤブサ", "呪術師デスピエロ", "ホワイトラビット", "キャットマンダディ", "西園寺メカ子", "アキラ"],
    ["超越科学者ヘヴン博士"]
];

const gt992 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["韋駄天スカンダ", "光翼神イシス", "堕天神ルシファー", "冥界神ハデス", "時空神クロノス", "海王神ポセイドン", "繁栄神ガネーシャ", "太陽神アマテラス", "女神アフロディーテ", "守護神アヌビス", "天空神ゼウス"],
    ["創造神ガイア"]
];

const gt991 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["光翼神イシス", "堕天神ルシファー", "冥界神ハデス", "時空神クロノス", "海王神ポセイドン", "繁栄神ガネーシャ", "太陽神アマテラス", "女神アフロディーテ", "守護神アヌビス", "天空神ゼウス"],
    ["創造神ガイア"]
];

const gt980 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "ネコフェンシング", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["曲射砲台ランチャーズ", "建築兵団スフィンクス", "周遊芸団カルーセルズ", "超竜戦機デス・トロイ", "空中商会コロンブス", "温泉天国テルマエ", "観測兵器ガリレオ", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ"],
    ["終末兵器ムー"]
];

const gt950 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "ネコフェンシング", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["忍者娘トモエ", "女神ベガ", "冒険家カンナ", "ゾンビ娘ヴェルヴェーヌ", "狼娘ディル", "ミイラ娘レイカ", "人魚娘ルリィ", "狐娘ヒメユリ"],
    ["京坂七穂"]
];

const gt1005 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["戦隊チャッソ", "戦隊ショベリン", "戦隊チョキンドス", "戦隊ウチコンガ", "戦隊ドリラ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["樹の精霊コモリ", "鉄の精霊カッチン", "氷の精霊フリズ", "火の精霊メララ", "水の精霊ミズリィ", "風の精霊エアル", "雷の精霊ボルト", "石の精霊ゴロー", "闇の精霊ヤミィ"],
    ["幻の精霊ルミナ"]
];


const gt696 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["邪龍ヘヴィジャーク", "マッドシューター・サキ", "古代軍船ガレーズ", "猫飯拳パイパイ", "ホワイトラビット", "ももたろう", "伊達政宗", "猿帝のクウ", "竜戦機ライデン", "神龍かむくら", "雷神のサンディア", "ネコマシン", "ネコアイス"],
    [""]
];

const gt452 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["閃雷機兵レイ", "キャットマンダディ", "ねこナース", "ツルの恩返し", "宝杖のカッパーマイン", "召し豚のカイ", "聖龍メギドラ", "地龍ソドム", "風神のウィンディ", "ねこベビー"],
    [""]
];

const gt915 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["バレンタインねねこ", "イースターねねこ", "大掃除ねねこ", "夏色ねねこ", "ハロウィンねねこ", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["建築兵団スフィンクス", "ゾンビ娘ヴェルヴェーヌ", "風隼さくら", "海王神ポセイドン", "天誅ハヤブサ", "テコルガ", "かぐやひめ", "ネコシュバリエ"],
    [""]
];

const gt906 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["バレンタインねねこ","バレンタインねねこ","バレンタインねねこ", "イースターねねこ", "イースターねねこ", "イースターねねこ", "大掃除ねねこ","大掃除ねねこ","大掃除ねねこ", "夏色ねねこ","夏色ねねこ","夏色ねねこ", "ハロウィンねねこ","ハロウィンねねこ","ハロウィンねねこ", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ","ねねこ","ねねこ", "金ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["建築兵団スフィンクス", "ゾンビ娘ヴェルヴェーヌ", "風隼さくら", "海王神ポセイドン", "天誅ハヤブサ", "テコルガ", "かぐやひめ", "ネコシュバリエ"],
    [""]
];

const gt523 = [
    ["ネコホッピング", "ネコ車輪", "ネコエステ", "ねこジュラ", "ねこファイター", "ねこ海賊", "ねこ泥棒", "ねこ僧侶", "ねこ占い師", "ネコシャーマン", "ネコ魔女", "ネコアーチャー", "ネコ魔剣士", "ねこガンマン", "たけうまねこ", "ブリキネコ", "ねこロッカー", "ねこ人魚", "サイキックネコ", "ねこ陰陽師", "ネコバサミ", "ネコボクサー", "ネコ探査機", "ネコマタドール", "ネコ武闘家"],
    ["見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "メタルネコ", "にゃんこ城Mini", "ねねこ", "金ネコ", "ネコぼさつ", "ネコ番長", "ネコザイル", "ねこタツ", "オタネコ", "ネコスイマー", "ネコリンゴ", "ネコバスたぶ", "ねこ寿司", "窓辺の乙女ネコ", "ネコバーベル", "ネコスケート", "ネコトースター", "ネコサーファー", "ネコジャンパー", "ネコフェンシング", "泉のネコ女神"],
    ["地獄警官エマ", "ラスヴォース", "ノビルガ", "守護神アヌビス", "トゲルガ", "アキラ", "前田慶次", "ネコマシン"],
    [""]
];

const gt772 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["光の女神シリウス", "ネコ天狗", "服部半蔵", "狩猟娘テルン", "海龍ダライアサン", "周遊芸団カルーセルズ", "女神ベガ", "氷の精霊フリズ"],
    [""]
];

const gt1006 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "サンダージャック", "いっすん法師", "運命の子フォノ", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "オイルガ","冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "幼傑ダルターニャ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "幼獣ガオ", "ネコルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "真田幸村", "前田慶次", "織田信長", "風神のウィンディ", "雷神のサンディア", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "伊達政宗", "武田信玄", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "ねこナース", "上杉謙信", "冥界のカリファ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "覇龍ディオラムス", "アキラ", "西園寺メカ子", "キャットマンダディ", "カチカチヤマンズ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "トゲルガ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ"],
    ["暁のイザナギ"]
];

const gt993 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["韋駄天スカンダ", "曲射砲台ランチャーズ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "サンダージャック", "いっすん法師", "運命の子フォノ", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "オイルガ","冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "幼傑ダルターニャ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "幼獣ガオ", "ネコルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "真田幸村", "前田慶次", "織田信長", "風神のウィンディ", "雷神のサンディア", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "伊達政宗", "武田信玄", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "ねこナース", "上杉謙信", "冥界のカリファ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "覇龍ディオラムス", "アキラ", "西園寺メカ子", "キャットマンダディ", "カチカチヤマンズ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "トゲルガ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ"],
    ["暁のイザナギ"]
];

const gt1007 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "黒獣ガルディアン", "空中商会コロンブス", "石の精霊ゴロー", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "ネコルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "真田幸村", "前田慶次", "織田信長", "風神のウィンディ", "雷神のサンディア", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "伊達政宗", "武田信玄", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "ねこナース", "上杉謙信", "冥界のカリファ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "覇龍ディオラムス", "アキラ", "西園寺メカ子", "キャットマンダディ", "カチカチヤマンズ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "トゲルガ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ"],
    ["宵のイザナミ"]
];

const gt972 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "繁栄神ガネーシャ", "太陽神アマテラス", "幼獣ガオ", "天誅ハヤブサ", "女神アフロディーテ", "守護神アヌビス", "天空神ゼウス", "トゲルガ", "呪術師デスピエロ", "ホワイトラビット", "カチカチヤマンズ", "キャットマンダディ", "西園寺メカ子", "アキラ", "覇龍ディオラムス", "バララガ", "テコルガ", "クビルガ", "アシルガ", "冥界のカリファ", "上杉謙信", "ねこナース", "かぐやひめ", "かさじぞう", "ももたろう", "ツルの恩返し", "うらしまタロウ", "武田信玄", "伊達政宗", "宝杖のカッパーマイン", "召し豚のカイ", "猿帝のクウ", "竜戦機ライデン", "神龍かむくら", "竜騎士バルス", "聖龍メギドラ", "地龍ソドム", "雷神のサンディア", "風神のウィンディ", "織田信長", "前田慶次", "真田幸村", "ねこベビー", "ネコシュバリエ", "鬼にゃんま", "ネコマシン", "ネコアイス", "ネコルガ"],
    ["暁のイザナギ","宵のイザナミ"]
];

const gt1012 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["スモウ・ザ・ミイラ", "バレンタインねねこ", "救命にゃんこ", "日焼けネコ", "イースターねねこ", "大掃除ねねこ", "夏色ねねこ", "ハロウィンねねこ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["シーサイドペガサ", "マジシャンキャットマン", "冬将軍・成田甲斐", "パンプキンソドム", "サマーフェスサンディア", "ネコケーキマシン挙式", "スプリングカリファ", "ネコアイスホワイトスター", "波打ち際の冒険家カンナ", "バララガの誓い", "決闘少年ラビットサトル", "白執事探偵ヴィグラー", "トナカイ娘テルン", "伯爵・真田幸村", "ナイトビーチリリン", "祝福神クロノス", "恋番長・鬼にゃんま", "白い恋人メカ子", "渚のかぐやひめ", "春龍かむくら", "初恋令嬢メルシュ", "恋女神ショコラディーテ", "前田サンタ慶次", "竜騎士スカルバルス", "ネコルガの夏", "アクアシューター・サキ", "冬天使のシシル＆コマリ", "潮風のセーラーカッパー", "灼熱のビーチクウ", "常夏の果実カイ", "道化師エッグダック", "上杉謙信・春", "ネコナースキャンドル", "ネコアイスゴースト", "真夏のホワイトラビット", "トロピカルカリファ", "聖夜のシスターカッパー", "サンタのメリークウ", "雪だるまのスノーカイ", "デビルサンディア", "ウィンディスイート"],
    ["ネコ王子"]
];

const gt861 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ねこナース", "成田甲斐", "妖賢女リリン", "舌切りすずめ", "ホワイトラビット", "太陽神アマテラス", "女神ベガ", "ネコアイスゴースト", "トナカイ娘テルン", "波打ち際の冒険家カンナ", "上杉謙信・春", "白い恋人メカ子", "祝福神クロノス", "ネコ王女"],
    ["宮本武蔵", "聖会長ジャンヌダルク", "天城龍バベル", "うしわか丸", "ワンダー・モモコ", "レジェルガ", "終末兵器ムー", "幻の精霊ルミナ", "超越科学者ヘヴン博士", "創造神ガイア", "京坂七穂"]
];

const gt939 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ねこベビー", "風神のウィンディ", "地龍ソドム", "聖龍メギドラ", "召し豚のカイ", "宝杖のカッパーマイン", "ツルの恩返し", "ねこナース", "キャットマンダディ", "閃雷機兵レイ", "ネコマシン", "前田慶次", "アキラ", "トゲルガ", "守護神アヌビス", "ノビルガ", "ラスヴォース", "地獄警官エマ", "ネコアイス", "雷神のサンディア", "神龍かむくら", "竜戦機ライデン", "猿帝のクウ", "伊達政宗", "ももたろう", "ホワイトラビット", "猫飯拳パイパイ", "古代軍船ガレーズ", "マッドシューター・サキ", "邪龍ヘヴィジャーク", "ネコシュバリエ", "かぐやひめ", "テコルガ", "天誅ハヤブサ", "海王神ポセイドン", "ゾンビ娘ヴェルヴェーヌ", "風隼さくら", "建築兵団スフィンクス", "狩猟娘テルン", "服部半蔵", "氷の精霊フリズ", "海龍ダライアサン", "ネコ天狗", "周遊芸団カルーセルズ", "女神ベガ", "光の女神シリウス"],
    [""]
];

const gt1011 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["こねこ", "マモルガ", "ラスヴォース", "服部半蔵", "明智光秀", "雷神のサンディア", "古龍ガングリオン", "海龍ダライアサン", "かぐやひめ", "サンダージャック", "女神アフロディーテ", "光翼神イシス", "建築兵団スフィンクス", "忍者娘トモエ", "闇の精霊ヤミィ"],
    ["宮本武蔵", "聖会長ジャンヌダルク", "天城龍バベル", "うしわか丸", "ワンダー・モモコ", "レジェルガ", "終末兵器ムー", "幻の精霊ルミナ", "超越科学者ヘヴン博士", "創造神ガイア", "京坂七穂"]
];

const gt1008 = [
    [""],
    [""],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    [""]
];

const gt995 = [
    [""],
    [""],
    ["韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    [""]
];

const gt1009 = [
    [""],
    [""],
    ["樹の精霊コモリ", "韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    ["宵のイザナミ", "暁のイザナギ", "ネコ王子", "創造神ガイア", "超越科学者ヘヴン博士", "幻の精霊ルミナ", "終末兵器ムー", "レジェルガ", "ワンダー・モモコ", "うしわか丸", "天城龍バベル", "聖会長ジャンヌダルク", "宮本武蔵"]
];

const gt996 = [
    [""],
    [""],
    ["韋駄天スカンダ", "曲射砲台ランチャーズ", "冥護の天女ルナーシャ", "マモルガ", "幼天女ルーナ", "特命機動アクセル", "花咲かじいさん", "ネコダイナザウルス", "砲龍ガンドロス", "明智光秀", "鉄籠のペガサ", "光翼神イシス", "鉄の精霊カッチン", "建築兵団スフィンクス", "カオルガ", "非命の王フォノウ", "サンダージャック", "いっすん法師", "運命の子フォノ", "光の女神シリウス", "周遊芸団カルーセルズ", "ネコ天狗", "海龍ダライアサン", "悲嘆の踊り子イズ", "氷の精霊フリズ", "服部半蔵", "狩猟娘テルン", "堕天神ルシファー", "踊り子イズ", "白騎士キュクロプス", "舌切りすずめ", "超竜戦機デス・トロイ", "闇の精霊ヤミィ", "オコルガ", "邪龍ヘヴィジャーク", "妖賢女リリン", "天草四郎", "召喚少年サトル", "ネコ王女", "黒獣ガルディアン", "空中商会コロンブス", "幼獣ガル", "石の精霊ゴロー", "地獄警官エマ", "オイルガ", "禍根の魔女キャスリィ", "冥界神ハデス", "マッドシューター・サキ", "厄災の子キャスリィ", "きんたろう", "ラスヴォース", "角龍グラディオス", "英雄令嬢メルシュ", "成田甲斐", "影傑ダークダルターニャ", "時空神クロノス", "ノビルガ", "亡者探偵ヴィグラー", "ネコクエスト", "温泉天国テルマエ", "雷の精霊ボルト", "風隼さくら", "古龍ガングリオン", "幼傑ダルターニャ", "黒無垢のミタマ", "風の精霊エアル", "水の精霊ミズリィ", "火の精霊メララ", "観測兵器ガリレオ", "双掌星のシシル＆コマリ", "今川義元", "黒獣ガオウ", "さるかに合戦", "巫女姫ミタマ", "海王神ポセイドン", "飛空襲撃ボンバーズ", "古代軍船ガレーズ", "帝国陸軍カタパルズ", "閃雷機兵レイ", "猫飯拳パイパイ", "幼獣ガオ", "ネコルガ", "アシルガ", "クビルガ", "テコルガ", "バララガ", "トゲルガ", "ネコアイス", "ネコマシン", "鬼にゃんま", "ネコシュバリエ", "ねこベビー", "ねこナース", "真田幸村", "前田慶次", "織田信長", "伊達政宗", "武田信玄", "上杉謙信", "風神のウィンディ", "雷神のサンディア", "猿帝のクウ", "召し豚のカイ", "宝杖のカッパーマイン", "冥界のカリファ", "地龍ソドム", "聖龍メギドラ", "竜騎士バルス", "神龍かむくら", "竜戦機ライデン", "覇龍ディオラムス", "うらしまタロウ", "ツルの恩返し", "ももたろう", "かさじぞう", "かぐやひめ", "カチカチヤマンズ", "アキラ", "西園寺メカ子", "キャットマンダディ", "ホワイトラビット", "呪術師デスピエロ", "天誅ハヤブサ", "天空神ゼウス", "守護神アヌビス", "女神アフロディーテ", "太陽神アマテラス", "繁栄神ガネーシャ"],
    ["宵のイザナミ", "暁のイザナギ", "ネコ王子", "創造神ガイア", "超越科学者ヘヴン博士", "幻の精霊ルミナ", "終末兵器ムー", "レジェルガ", "ワンダー・モモコ", "うしわか丸", "天城龍バベル", "聖会長ジャンヌダルク", "宮本武蔵"]
];

const gt922 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["スモウ・ザ・ミイラ", "スモウ・ザ・ミイラ", "スモウ・ザ・ミイラ", "ハロウィンねねこ", "ハロウィンねねこ", "ハロウィンねねこ", "洗脳されしネコ", "洗脳されしタンクネコ", "洗脳されしウシネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["パンプキンソドム", "伯爵・真田幸村", "ウィンディスイート", "デビルサンディア", "ネコアイスゴースト", "竜騎士スカルバルス"],
    [""]
];

const gt940 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ", "洗脳されしネコトカゲ", "洗脳されし巨神ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["冬将軍・成田甲斐", "雪だるまのスノーカイ", "サンタのメリークウ", "聖夜のシスターカッパー", "ネコナースキャンドル", "冬天使のシシル＆コマリ", "前田サンタ慶次", "トナカイ娘テルン"],
    [""]
];

const gt875 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["イースターねねこ", "イースターねねこ", "イースターねねこ", "イースターねねこ", "洗脳されしネコフィッシュ", "洗脳されしネコノトリ", "洗脳されしバトルネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["スプリングカリファ", "決闘少年ラビットサトル", "上杉謙信・春", "道化師エッグダック", "春龍かむくら"],
    [""]
];

const gt785 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["バレンタインねねこ", "バレンタインねねこ", "バレンタインねねこ", "バレンタインねねこ", "洗脳されしバトルネコ", "洗脳されしネコノトリ", "洗脳されし巨神ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["上杉謙信", "ホワイトラビット", "狼娘ディル", "妖賢女リリン", "恋女神ショコラディーテ", "初恋令嬢メルシュ", "白い恋人メカ子"],
    [""]
];

const gt968 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ", "洗脳されしネコトカゲ", "洗脳されし巨神ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マジシャンキャットマン", "ネコアイスホワイトスター", "白執事探偵ヴィグラー", "恋番長・鬼にゃんま", "海王神ポセイドン", "服部半蔵", "いっすん法師"],
    [""]
];

const gt887 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしネコ", "洗脳されしタンクネコ", "洗脳されしウシネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコケーキマシン挙式", "バララガの誓い", "祝福神クロノス", "海龍ダライアサン", "ゾンビ娘ヴェルヴェーヌ", "ツルの恩返し", "前田慶次"],
    [""]
];

const gt1010 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしバトルネコ","洗脳されしネコノトリ","洗脳されしネコフィッシュ","夏色ねねこ","夏色ねねこ","夏色ねねこ","日焼けネコ","日焼けネコ","日焼けネコ","救命にゃんこ","救命にゃんこ","救命にゃんこ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["シーサイドペガサ","ナイトビーチリリン","アクアシューター・サキ","常夏の果実カイ","灼熱のビーチクウ","潮風のセーラーカッパー"],
    [""]
];

const gt1001 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ","洗脳されしネコトカゲ","洗脳されし巨神ネコ","夏色ねねこ","日焼けネコ","救命にゃんこ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["真夏のホワイトラビット","サマーフェスサンディア","波打ち際の冒険家カンナ","渚のかぐやひめ","ネコルガの夏","トロピカルカリファ"],
    [""]
];

const gt936 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしバトルネコ","洗脳されしネコノトリ","洗脳されしネコフィッシュ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["飛空襲撃ボンバーズ","時空神クロノス","冒険家カンナ","ネコ天狗"],
    ["聖会長ジャンヌダルク","うしわか丸","ワンダー・モモコ","幻の精霊ルミナ"]
];

const gt937 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしキモネコ","洗脳されしネコトカゲ","洗脳されし巨神ネコ","泉のネコ女神","ネコフェンシング","ネコジャンパー","ネコサーファー","ネコトースター","ネコスケート","ネコバーベル","窓辺の乙女ネコ","ねこ寿司","ネコバスたぶ","ネコリンゴ","ネコスイマー","オタネコ","ねこタツ","ネコザイル","ネコ番長","ネコぼさつ"],
    ["真田幸村","ネコクエスト","角龍グラディオス","妖賢女リリン"],
    ["レジェルガ", "超越科学者ヘヴン博士", "京坂七穂"]
];

const gt938 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["洗脳されしネコ", "洗脳されしタンクネコ", "洗脳されしウシネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["鬼にゃんま", "ももたろう", "キャットマンダディ", "双掌星のシシル＆コマリ"],
    ["終末兵器ムー", "宮本武蔵", "天城龍バベル", "創造神ガイア"]
];

const gt925 = [
    ["セレス", "ノノ", "オルガ", "ノルン", "よいち", "セラム", "フウ"],
    ["オルトス", "シトルイユ", "アロイス", "アウラ", "レイ"],
    ["たいてんき", "アイウォルツ", "とどめき", "ミシェリア", "ミスティカ", "ユーヴェンス", "コーネリア", "ハルシュト", "ワイバーン"],
    [""]
];

const gt1002 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["厨房マンボウ", "おかめはちもくネコ", "ボンボンネコ", "見習いスニャイパー", "金ネコ", "ねねこ", "にゃんこ城Mini", "メタルネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["マンボ王"],
    [""]
];

const gt505 = [
    ["ネコ武闘家", "ネコマタドール", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "そうまにゃん", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["泉のネコ女神", "オタネコギーク", "オタネコギーク", "オタネコギーク", "オタネコギーク", "オタネコギーク", "オタネコギーク", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["幸せを願った少年ソウマ", "失われし世界のユキ", "狂乱のユキ", "謎の少女ユキ"],
    [""]
];

const gt482 = [
    ["剣士", "ウシ姫", "チビガウ"],
    ["ひな", "ユーリンチー", "執行者"],
    ["エルメ", "カレット", "プリンセスケリ姫号", "狂乱のケリ姫", "KHM48"],
    [""]
];

const gt958 = [
    ["ネコ杏子", "ネコ杏子", "ネコ杏子", "ネコ杏子", "ネコマミ", "ネコマミ", "ネコマミ", "ネコマミ", "ネコさやか", "ネコさやか", "ネコさやか", "ネコさやか", "ネコほむら", "ネコほむら", "ネコほむら", "ネコほむら", "ネコまどか", "ネコまどか", "ネコまどか", "ネコまどか", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["キュゥべえ", "キュゥべえ", "キュゥべえ", "キュゥべえ", "キュゥべえ", "キュゥべえ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコまどか＆ほむら", "ベベ", "佐倉杏子", "巴マミ", "美樹さやか", "暁美ほむら", "鹿目まどか"],
    [""]
];

const gt297 = [
    ["ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ぐでたまプレート", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ぐでぐでプリン", "ネコフェンシング", "ネコジャンパー", "見習いスニャイパー", "ボンボンネコ", "おかめはちもくネコ", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ぐでネコマシン","ニセたま軍団"],
    [""]
];

const gt788 = [
    ["ネコ桜", "ネコ桜", "ネコ桜", "ネコ凛", "ネコ凛", "ネコ凛", "ネコイリヤ", "ネコイリヤ", "ネコイリヤ", "アーチャーネコ", "アーチャーネコ", "アーチャーネコ", "ネコライダー", "ネコライダー", "ネコライダー", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "ネコ言峰＆ネコギルガメッシュ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["セイバー", "遠坂 凛", "イリヤスフィール", "アーチャー", "ランサー", "ライダー", "ギルガメッシュ", "間桐 桜"],
    [""]
];

const gt265 = [
    ["ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["六道聖", "橘みずき", "早川あおい"],
    ["小山雅", "星井スバル", "新島早紀"],
    [""]
];

const gt998 = [
    ["ネコレイ", "ネコレイ", "ネコレイ", "ネコアスカ", "ネコアスカ", "ネコアスカ", "ネコマリ", "ネコマリ", "ネコマリ", "ネコカヲル", "ネコカヲル", "ネコカヲル", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ちびレイ", "ちびアスカ", "ちびミサト", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["エヴァ量産機", "エヴァ零号機", "エヴァ初号機", "ネコシンジ", "白夜姫のレイ", "第６の使徒", "第１０の使徒"],
    ["月影の少年カヲル"]
];

const gt913 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["騎神アリババ", "騎神アリババ", "騎神アリババ", "ネロ魔身", "ネロ魔身", "ネロ魔身", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["天空神スーパーゼウス", "シャーマンカーン", "ヘラクライスト", "サタンマリア", "スーパーデビル", "聖フェニックス", "スーパーゼウス"],
    ["ブラックゼウス"]
];

const gt850 = [
    ["ネコレン", "ネコレン", "ネコレン", "ネコリン", "ネコリン", "ネコリン", "ネコルカ", "ネコルカ", "ネコルカ", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["KAITO＆ネコ", "KAITO＆ネコ", "KAITO＆ネコ", "MEIKO＆ネコ", "MEIKO＆ネコ", "MEIKO＆ネコ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["初音ミク 16th", "雪ミク 2021", "初音ミク マジカルミライ2020東京", "初音ミク マジカルミライ2020大阪", "巡音ルカ", "初音ミク", "桜ミク", "鏡音リン＆レン"],
    [""]
];

const gt999 = [
    ["ネコレイ", "ネコレイ", "ネコレイ", "ネコアスカ", "ネコアスカ", "ネコアスカ", "ネコマリ", "ネコマリ", "ネコマリ", "ネコカヲル", "ネコカヲル", "ネコカヲル", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ちびマリ", "ちびリツコ", "ちびアヤナミレイ(仮称)", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["エヴァ２号機", "ゼロムーンオペレーターズ", "エヴァ８号機", "空中艦艇ネコヴンダー", "第４の使徒", "第９の使徒", "隻眼の少女アスカ", "エヴァ第１３号機"],
    ["月影の少年カヲル"]
];

const gt748 = [
    ["ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコあかね", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["早乙女玄馬(パンダ)", "早乙女玄馬(パンダ)", "八宝斉", "八宝斉", "久遠寺右京(男装)", "久遠寺右京(男装)", "九能帯刀(道着)", "九能帯刀(道着)", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["早乙女らんま(レオタード)", "ムース(アヒル)", "シャンプー(猫)", "響良牙(ブタ)", "天道あかね", "早乙女乱馬(男)"],
    [""]
];

const gt763 = [
    ["ネコベガ", "ネコベガ", "ネコベガ", "ネコサガット", "ネコサガット", "ネコサガット", "ネコバルログ", "ネコバルログ", "ネコバルログ", "ネコバイソン", "ネコバイソン", "ネコバイソン", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["さくら", "サガット", "バルログ", "ケン", "ダルシム", "ザンギエフ", "春麗"],
    ["豪鬼"]
];

const gt764 = [
    ["ネコベガ", "ネコベガ", "ネコベガ", "ネコサガット", "ネコサガット", "ネコサガット", "ネコバルログ", "ネコバルログ", "ネコバルログ", "ネコバイソン", "ネコバイソン", "ネコバイソン", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "ネコモンド本田", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ルーク", "ベガ", "バイソン", "エドモンド本田", "ブランカ", "ガイル", "リュウ"],
    ["豪鬼"]
];

const gt864 = [
    ["マルコ", "マルコ", "マルコ", "ターマ", "ターマ", "ターマ", "エリ", "エリ", "エリ", "フィオ", "フィオ", "フィオ", "マーズピープル", "マーズピープル", "マーズピープル", "ネコ武闘家", "ネコマタドール", "ネコ探査機", "ネコボクサー", "ネコバサミ", "ねこ陰陽師", "サイキックネコ", "ねこ人魚", "ねこロッカー", "ブリキネコ", "たけうまねこ", "ねこガンマン", "ネコ魔剣士", "ネコアーチャー", "ネコ魔女", "ネコシャーマン", "ねこ占い師", "ねこ僧侶", "ねこ泥棒", "ねこ海賊", "ねこファイター", "ねこジュラ", "ネコエステ", "ネコ車輪", "ネコホッピング"],
    ["SV-001", "SV-001", "SV-001", "アレン・オニール", "アレン・オニール", "アレン・オニール", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ソル・デ・ロカ", "ヒュージハーミット", "ジュピターキング", "モーデン元帥", "ハイ・ドゥ"],
    [""]
];

const gt888 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ちび薫", "ちび薫", "ちび薫", "ちび弥彦", "ちび弥彦", "ちび弥彦", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["緋村剣心", "相楽左之助", "四乃森蒼紫", "斎藤一"],
    [""]
];

const gt977 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ネコオーガ", "ネコオーガ", "ネコオーガ", "ネコオーガ", "ネコオーガ", "ネコオーガ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["範馬刃牙", "烈海王", "花山薫", "愚地克巳", "ジャック・ハンマー"],
    [""]
];

const gt1003 = [
    ["ネコシャドウ","ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ソニック", "テイルス", "ナックルズ", "シャドウ"],
    [""]
];

const gt957 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["大掃除ねねこ", "大掃除ねねこ", "大掃除ねねこ", "大掃除ねねこ", "大掃除ねねこ", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["バララガ", "ネコダイナザウルス", "明智光秀", "狩猟娘テルン", "邪龍ヘヴィジャーク", "かぐやひめ", "ホワイトラビット", "繁栄神ガネーシャ", "古代軍船ガレーズ", "忍者娘トモエ", "石の精霊ゴロー"],
    ["宮本武蔵", "天城龍バベル", "超越科学者ヘヴン博士"]
];

const gt975 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ネコ七福神", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["アシルガ", "ねこナース", "武田信玄", "雷神のサンディア", "古龍ガングリオン", "いっすん法師", "サンダージャック", "堕天神ルシファー", "建築兵団スフィンクス", "ミイラ娘レイカ", "石の精霊ゴロー", "ちびネコヴァルキリー", "謎の傭兵トリクシー"],
    [""]
];

const gt976 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["ネコ七福神", "泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ネコルガ", "ネコマシン", "成田甲斐", "冥界のカリファ", "竜戦機ライデン", "舌切りすずめ", "特命機動アクセル", "繁栄神ガネーシャ", "周遊芸団カルーセルズ", "狐娘ヒメユリ", "火の精霊メララ", "黒ちびネコヴァルキリー", "影傑ダークダルターニャ"],
    [""]
];

const gt848 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["地龍ソドム", "猿帝のクウ", "ももたろう", "テコルガ", "アキラ", "太陽神アマテラス", "今川義元", "火の精霊メララ", "召喚少年サトル"],
    [""]
];

const gt924 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["覇龍ディオラムス", "妖賢女リリン", "ホワイトラビット", "海王神ポセイドン", "雷の精霊ボルト", "かさじぞう", "天草四郎", "オコルガ", "ネコ天狗"],
    [""]
];

const gt974 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"],
    ["泉のネコ女神", "ネコフェンシング", "ネコジャンパー", "ネコサーファー", "ネコトースター", "ネコスケート", "ネコバーベル", "窓辺の乙女ネコ", "ねこ寿司", "ネコバスたぶ", "ネコリンゴ", "ネコスイマー", "オタネコ", "ねこタツ", "ネコザイル", "ネコ番長", "ネコぼさつ"],
    ["ウィンディスイート", "デビルサンディア", "雪だるまのスノーカイ", "サンタのメリークウ", "聖夜のシスターカッパー"],
    [""]
];
/*
const gt000 = [
    ["ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"
],[],[],[]
];
rare 
"ネコ武闘家","ネコマタドール","ネコ探査機","ネコボクサー","ネコバサミ","ねこ陰陽師","サイキックネコ","ねこ人魚","ねこロッカー","ブリキネコ","たけうまねこ","ねこガンマン","ネコ魔剣士","ネコアーチャー","ネコ魔女","ネコシャーマン","ねこ占い師","ねこ僧侶","ねこ泥棒","ねこ海賊","ねこファイター","ねこジュラ","ネコエステ","ネコ車輪","ネコホッピング"
*/
export {gt1000, gt986, gt942, gt943, gt944, gt945, gt946, gt947, gt992, gt980, gt950, gt1005, gt696, gt452, gt915, gt523, gt772, gt1006, gt1007, gt972, gt1012, gt861, gt939, gt1011, gt1008, gt1009, gt922, gt940, gt875, gt785
    , gt968, gt887, gt1010, gt1001, gt936, gt937, gt938, gt925, gt1002, gt505, gt482, gt958, gt297, gt788, gt265, gt998, gt913, gt850, gt999, gt748, gt763, gt764, gt864, gt888, gt977, gt1003, gt957, gt975, gt976, gt848, gt924, gt974,
    gt993,gt991,gt906,gt995,gt996
};

//　検索用
gt942
>>>>>>> 168aa92 (JI)
